---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationRodInfo
source: html/c6a1d6af-1a27-614e-1e61-24c0c6c80ae7.htm
---
# FabricationRodInfo Members

Attaches the hanger rod to another bearer hanger.